tap "aws/tap"
tap "birdayz/kaf"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "spring-io/tap"
cask "caffeine"
cask "dbeaver-community"
cask "firefox"
cask "font-hack-nerd-font"
cask "insomnia"
cask "iterm2"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "maccy"
cask "ngrok"
cask "obsidian"
cask "pgadmin4"
cask "podman-desktop"
cask "pop-app"
cask "postman"
cask "pycharm-ce"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
brew ansible
brew autojump
brew aws-vault
brew aws/tap/lightsailctl
brew bat
brew birdayz/kaf/kaf
brew bzip2
brew ccat
brew cmake
brew colima
brew direnv
brew docker
brew docker-compose
brew dvc
brew fd
brew fzf
brew gemini-cli
brew gh
brew git
brew git-delta
brew git-lfs
brew gitu
brew go
brew gradle
brew hashicorp/tap/terraform
brew helm
brew htop
brew jupyterlab
brew just
brew k9s
brew kotlin
brew lazygit
brew macmon
brew micronaut
brew minikube
brew mise
brew mongosh
brew neovim
brew nmap
brew node@18
brew nvm
brew oauth2l
brew open-mpi
brew openjdk@17
brew pinentry-mac
brew poetry
brew poppler
brew postgresql@14
brew pre-commit
brew pstree
brew pyenv-virtualenv
brew python-requests
brew qemu
brew rancher-cli
brew ranger
brew ripgrep
brew spring-io/tap/spring-boot
brew sshuttle
brew step
brew tcl-tk@8
brew telnet
brew tesseract
brew tlrc
brew tmux
brew tree
brew uv
brew virtualenv
brew wget
brew zlib
brew zoxide
brew zsh-autosuggestions
brew zsh-syntax-highlighting
